export const histories = [
	{
		title: "名古屋大学入学",
		period : "2021年4月〜2025年3月",
		description: [
			"微生物の研究がしたくて2021年4月に工学部化学生命工学科に入学しました。アプリ開発団体jackというサークルになんとなくで入ったらweb開発にどハマりし、エンジニアとしての道を歩み始めました。",
			"jackでは仲間と一緒に開発したり遊んだりととても楽しいです。jackに入ってよかったな〜と日々感じています。",
			"大学では、糖尿病の経口治療薬として利用できる生理活性ペプチドの探索を機械学習によって行う研究をしました。"
		],
		image: "/meidai.png",
		alt: "名古屋大学の豊田講堂の写真。坂になっている芝生の上に横長の灰色の建物が立っている晴れた日の写真。",
	},
	{
		title: "技育展2022 ゲーム部門優秀賞",
		period: "2022年8月",
		description:
			[
				"2022年にjackのメンバーと技育展というコンテストに参加しました。プログラミング言語やフレームワークで戦うwebカードゲームを作成し、ゲーム部門で優秀賞をいただくことができました。",
				"大学2年の夏休みの空いてる時間はほとんど開発に費やしたため、多くの人に楽しんでいただけたことと賞をいただけたことがとても嬉しかったです。エンジニアになりたいと思った原体験の一つになりました。",
			],
		image: "/giikuten.png",
		alt: "技育展2022のロゴ：中央に技育展という文字と、賞金総額600万円という文字が大きく書かれている。",
	},
	{
		title: "株式会社KANNON",
		period: "2024年2月〜現在",
		description: [
			"フェアナビというアクセシビリティオーバーレイの開発をしています。プロダクト全体のアクセシビリティの改善に、デザインから実装まで取り組んでいます。",
			"社内でアクセシビリティチェックの体系化をしたり、アクセシビリティを考慮したデザインシステムの構築なども行なっています。",
			"フェアナビを通して、”誰にとっても使いやすいプロダクトを開発する”ことを実現していきたいと考えています。"
		],
		image: "/kannon.png",
		alt: "合同会社KANNONのロゴ",
	},
	{
		title: "JPHACKS2024 2冠",
		period: "2024年11月",
		description: [
			"2024年にJPHACKSというハッカソンに参加し、審査員投票によるBest Hack Awardと、参加者投票によるBest Audience Awardの2冠をいただきました。",
			"折り紙の折り方を3Dモデルで見れるwebアプリを開発し、技術的難易度、アプリケーションの使いやすさなどを評価していただきました。",
			"学生最後のハッカソンで、最高の結果を出せてとても嬉しかったです。"
		],
		image: "/jphacks.png",
		alt: "JPHACKS2024のロゴ",
	},
	{
		title: "株式会社リクルート",
		period: "2025年4月〜現在",
		description: [
			"25卒として株式会社リクルートに入社しました。",
			"ビューティー領域のプロダクトに配属され、フロントエンドエンジニアとして働いています。",
		],
		image: "/recruit.png",
		alt: "株式会社リクルートのロゴ",
	}
];
